Repository: crawfonw/NoFriendsNoProblem
Catalog: src/languages/*.po
Languages: spanish

source: Play a card!
spanish: Jugar una carta!

source: Player {} plays the {}!
spanish: Jugador {} {} juega el

source: Player {} wins!
spanish: Jugador {} gana!

source: Taking a card from the player on your left...
spanish: Teniendo una tarjeta del jugador a su izquierda ...

source: You take the {}
spanish: Usted toma el {}

source: Player {} takes a card
spanish: Jugador {} tiene una tarjeta

source: Player {} takes your {}
spanish: Jugador {} {} tiene su

source: Player {} loses!
spanish: Jugador {} pierde!

source: Player {} has {} cards and {} points.
spanish: Jugador {} {} tiene tarjetas y puntos de {}.

source: Make 24 out of these cards:
spanish: Hacer 24 de estas tarjetas:

source: Press any key to buzz in...
spanish: Pulse cualquier tecla para zumbido in ...

source: Human player buzzed in!
spanish: jugador Humanos zumbaban en!

source: Computer player buzzed in!
spanish: jugador de equipo zumbaban en!

source: Invalid input.
spanish: Entrada no válida.

source: What is your guess?
spanish: ¿Cuál es su respuesta?

source: Guess is invalid!
spanish: Supongo que no es válida!

source: That doesn't make 24!
spanish: Eso no tiene 24!

source: The computer guessed {}.
spanish: El equipo adivinado {}.

source: Player {} is correct!
spanish: Jugador {} es correcto!

source: Player {} has won!
spanish: Jugador {} ha ganado!

source: Couldn't find a solution to current trick. Returning cards to players' hands...
spanish: No se pudo encontrar una solución para engañar a los actuales. Volviendo a las tarjetas de manos de los jugadores ...

source: Scores:
spanish: Puntuaciones:

source: Selected Opponent: %s
spanish: Seleccionado Oponente: %s

source: Selected Opponent: None
spanish: Oponente seleccionados: Ninguno

source: Next Turn
spanish: Siguiente giro

source: It is %s's turn.
spanish: Es el turno de %s.

source: Deck: %r
spanish: Baraja: %r

source: Clubs
spanish: Clubes

source: Diamonds
spanish: Diamantes

source: Hearts
spanish: Corazones

source: Spades
spanish: Picas

source: No more cards to draw!
spanish: No hay más cartas para elegir!

source: Choose a player to take a card from!
spanish: Elige a un jugador para tomar una carta de!

source: The turn is over! Please press the next button.
spanish: El turno ha terminado! Por favor, pulse el botón Siguiente.

source: %s is the winner with %s matches!
spanish: %s es el ganador con %s partidos!

source: You don't have that many opponents!
spanish: No es necesario que muchos oponentes!

source: You have selected opponent %s
spanish: Ha seleccionado oponente %s

source: That card is not in your hand!
spanish: Esa tarjeta no está en tu mano!

source: That is not a valid move!
spanish: Eso no es un movimiento válido!

source: Blue
spanish: Azul

source: Green
spanish: Verde

source: Red
spanish: Rojo

source: Yellow
spanish: Amarillo

source: Draw
spanish: Roba

source: Skip
spanish: Salto

source: {} Skip
spanish: {} Salto

source: Draw Two
spanish: Roba Dos

source: {} Draw Two
spanish: {} Roba Dos

source: Reverse
spanish: Reverso

source: {} Reverse
spanish: {} Reverso

source: Wild Card
spanish: Tarjeta Soledado

source: Black
spanish: Negro

source: Number
spanish: Numero

source: Wild
spanish: Soledad

source: {} Wild
spanish: {} Soledad

source: Your hand contains: {}
spanish: Su mano contiene: {}

source: Computer {}
spanish: Computadora {}

source: ~~~~~{}'s Turn~~~~~
spanish: ~~~~~Vez de {}~~~~~

source: {} draws a card...
spanish: {} saca una carta...

source: {} plays a {}
spanish: {} juega un {}

source: draw
spanish: roba

source: You draw a {}
spanish: Usted roba un {}

source: That is not a valid card/move!
spanish: Eso no es una tarjeta válida/mover!

source: {} plays a {}
spanish: {} juega un {}

source: ^^^^^ {} says UNO! ^^^^^
spanish: ^^^^^ {} dice que ONE! ^^^^^

source: {} wins!
spanish: {} gana!

source: Please input the color for the wild card.
spanish: Por favor introduce el color para la tarjeta soledado.

source: | {} has {} cards in hand.
spanish: | {} tiene {} cartas en la mano.

source: +==================================+ | Cards in deck: {}
spanish: +==================================+ | Cartas en el mazo: {}

source: | Top of the discard pile: {} |
spanish: | Parte superior de la pila de descartes: {} |

source: ***Your hand contains*** {}
spanish: ***Su mano tiene*** {}
